{
    "team": [
        {
            "name": "Sidd|Kaza",
            "position": "Project Director",
            "bio": "Dr. Sidd Kaza is the Chairperson of the Computer and Information Sciences department at Towson University and the project leader on the CLARK project at Towson University. He received his Ph.D. degree in Management Information Systems from the University of Arizona.  His interests lie in cybersecurity education, data mining, and application development and he is a principal investigator on several cybersecurity education projects.",
            "image": "siddkaza.png",
            "group": 1 
        },
        {
            "name": "Sean|Donnelly",
            "position": "Software Architect",
            "bio": "Sean is currently pursuing a M.S. in Computer Science from Towson University. Prior to joining the CLARK team in 2017, he worked as Co-founder and CTO of Striations Fitness Co. He has a passion for software architecture, and the way in which good architecture can sculpt a corporate culture.",
            "image": "seannelly.png",
            "group": 2
        },
        {
            "name": "Gustavus|Shaw II",
            "position": "Full Stack Developer",
            "bio": "Gus is an ambitious and experienced Software Developer with a demonstrated history working with startups and within the education industry. He is skilled in full stack development and software engineering and is a full time student pursuing a Bachelor’s Degree in Computer Science from Towson University.",
            "image": "gusshaw.jpg",
            "group": 2
        },
        {
            "name": "Nick|Visalli",
            "position": "Site Reliability Engineer",
            "bio": "Nick is a software developer who creates and maintains C.L.A.R.K. As a developer, he is responsible for understanding and using the MEAN stack, attending and participating in daily scrum meetings, and creating or enhancing various features within a timely fashion. Above all, Nick is mainly concerned with learning. He is determined to try new technologies and methodologies to become a better, more consistent, software developer. After the Fall 2018 semester, he will complete the undergraduate program at Towson University and will earn a BS in Computer Science with a concentration in software engineering.",
            "image": "nickvisalli.png",
            "group": 2
        },
        {
            "name": "Nick|Winner",
            "position": "Senior Software Developer",
            "bio": "Nick is a full stack developer with a passion for good user interface design. He graduated with a B.S. degree in computer science and a focus in software engineering in December of 2017. He's currently pursuing a M.S. degree in computer science with a focus on data science. When he’s not coding, he enjoys watching Star Wars, playing the piano, dancing, and free running.",
            "image": "nickwinner.jpg",
            "group": 2
        },
        {
            "name": "Bartholomew|Allen",
            "position": "Junior Software Developer",
            "bio": "Bart is beginning his senior year at Towson University majoring in Computer science and is expected to graduate in Fall 2019. He taught himself basic web development during off semesters and aspires to go into Full Stack Development and Software Engineering. He is currently interning at UPS on a team where he's using Machine Learning to improve the Estimated Delivery Window. When he isn’t coding, he is running cross country, training for a 5k, or reading.",
            "image": "bartallen.jpg",
            "group": 3
        },
        {
            "name": "Golda Meir|Chiong",
            "position": "Junior Software Developer",
            "bio": "Golda Meir is finishing up her last year at Towson University for computer science with a specialization in cybersecurity, and she is expected to graduate in May of 2019. She has interned at NIST focusing on research in computational reproducibility. She adores front-end development and is always thrilled to travel, work out, and sing.",
            "image": "goldameirchiong.jpg",
            "group": 3 
        },
        {
            "name": "Nnatubemugo|Ngwum",
            "position": "Doctoral Candidate",
            "bio": "Nnatubemugo is currently a doctoral candidate whose role focuses on security policy and quality metrics of CLARK. He has experience in academia and industry, and he holds a master’s degree in Advanced Computer Science specializing in Computer Security from the University of Manchester, United Kingdom.",
            "image": "ugo.jpg",
            "group": 3 
        },
        {
            "name": "Emily|Vogel",
            "position": "Junior Software Developer",
            "bio": "Emily is an Undergraduate Student at Towson University, majoring in Computer Science with a track in Software Engineering.  She works in many areas of the team, including Front and Back-End work, as well as a teaching assistant in an introductory computer science course.  Emily has been coding since her first computer science class at Arundel High School and has excelled since then in her academics.  She loves the challenge computer science has to offer in addition to the creativity needed to create and build applications.",
            "image": "emilyvogel.jpg",
            "group": 3
        },
        {
          "name": "Joel|Butler",
          "position": "Software Developer",
          "bio":"Joel is currently pursuing a M.S. in Applied Information Technology, focusing on Internet Application Development. He has experience in front-end web development and mobile application development, primarily on Android devices. Joel also manages a YouTube channel that teaches basic programming paradigms. He's an Army veteran who also volunteers with the Maryland Defense Force. When he's not working, volunteering or studying, Joel enjoys reading, playing piano, and undertaking just about any DIY project he can think of.",
          "image": "joelbutler.jpg",
          "group": 3 
        },
        {
            "name":"David|Nsoesie", 
            "position":"Junior Software Developer", 
            "bio":"David is a sophomore at Towson University, majoring in Computer science with a track in Software Engineering. He's a Cisco certified technician with a background in IT and a passion for software development. When he isn't coding, he spends his free time drawing, designing, or writing as a creative outlet when he isn't with family or friends. ", 
            "image":"DavidNsoesie.jpeg",
            "group": 3
        },
        {
            "name": "Jude|Barlow",
            "position":"Junior Software Developer",
            "bio": "Jude is a senior at Towson University finishing up his B.S. in Computer Science. He plans on pursuing his M.S. in Computer Science with a track in Software Engineering right after. Jude is committed to learning more about software development as a whole, striving to be future full-stack developer. Some of his hobbies outside of coding include playing soccer and hockey.",
            "image": "judebarlow.jpg",
            "group": 3 
        },
        {
            "name": "Paige|Zaleppa",
            "position": "Junior Software Developer",
            "bio": "Paige is a junior at Towson University majoring in Information Systems with e-Government and is expected to graduate in December 2019. She has a background in IT and is committed to learning more about software development. When she is not studying or working, she enjoys running, reading, and cooking.",
            "image": "paigezaleppa.jpg",
            "group": 3 
        },
        {
            "name":"Justine|Caylor",
            "position": "Lead Technical Editor",
            "bio": "",
            "image":"justinecaylor.jpg",
            "group": 4
        },
        {
            "name": "Kira|Fallen",
            "position": "Editor (High School Intern)",
            "bio": "",
            "image":"kirafallen.jpg",
            "group": 4
        },
        {
            "name": "Sagar|Raina",
            "position": "Universal Usability Consultant", 
            "bio": "", 
            "image": "sagarraina.jpg",
            "group": 5 

        }
    ]
}
